cask_args appdir: '/Applications'

tap 'homebrew/bundle'
brew 'antigen'
brew 'node'
brew 'wget'


cask 'bitwarden'
cask 'firefox'
cask 'google-drive'
cask 'notion-calendar'
cask 'obsidian'
cask 'plex'
# cask 'private-internet-access' # couldn't get working
cask 'spectacle'
cask 'spotify'
cask 'syncthing'
cask 'tailscale'
cask 'visual-studio-code'
cask 'vlc'
cask 'notunes'
